Repository: lexandr0s/tdt-master
Catalog: tdt/cvs/apps/vdr/vdr-1.7.27/PLUGINS/src/setup/po/*.po
Languages: de_de

source: VDR-Setup Extension
de_de: VDR-Setup Erweiterung

source: Setup
de_de: Einstellungen

source: Menu Edit
de_de: Menü bearbeiten

source: Plugins activate / deactivate
de_de: Plugins aktivieren / sortieren

source: protected
de_de: geschützt

source: PageUp
de_de: Seite ^

source: PageDown
de_de: Seite v

source: Before
de_de: Davor

source: After
de_de: Dahinter

source: Move
de_de: Verschieben

source: Title
de_de: Titel

source: Edit Plugin
de_de: Editiere Plugin

source: Command
de_de: Befehl

source: Has to confirm
de_de: Zu bestätigen

source: Execute as thread
de_de: Als Thread ausführen

source: Edit Command
de_de: Editiere Befehl

source: Edit Menu
de_de: Editiere Menü

source: Create Menu
de_de: Neues Menü

source: Create Command
de_de: Neuer Befehl

source: Delete Menu?
de_de: Menü löschen?

source: Up/Dn for new location - color key to move
de_de: Auf/Ab für neue Position - dann Farbtaste

source: Menu
de_de: Menü

source: Into
de_de: Hinein

source: Create
de_de: Neu

source: Edit
de_de: Editieren

source: Delete
de_de: Löschen

source: missing channels/xxx.conf
de_de: fehlende channels/xxx.conf

source: Help
de_de: Hilfe

source: Execute
de_de: Starte

source: Error in configuration files
de_de: Fehler in der VDR-Konfiguration

source: Enter Pin:
de_de: Pin Eingabe:

source: Really reboot?
de_de: Wirklich neu booten?

source: Invalid Pin!
de_de: Ungültige Pin!

source: setupSetup$Main menu entry
de_de: Hauptmenü Eintrag

source: setupSetup$Menu suffix
de_de: Menü Suffix

source: setupSetup$Entry prefix
de_de: Entry Prefix

source: setupSetup$Return value
de_de: Rückgabe Wert
