Repository: lexandr0s/tdt-master
Catalog: tdt/cvs/apps/vdr/vdr-1.7.0b/PLUGINS/src/wirbelscan/po/*.po
Languages: de_de, hr_hr, it_it

source: Plugin.WIRBELSCAN$Scan is already running!!
de_de: Suche ist bereits gestartet!!
hr_hr: Scan is already running!!
it_it: Scansione già in esecuzione!!

source: Plugin.WIRBELSCAN$DVB-T scan started.
de_de: DVB-T Suche gestartet.
hr_hr: DVB-T scan started.
it_it: Scansione DVB-T avviata.

source: Plugin.WIRBELSCAN$DVB-C scan started.
de_de: DVB-C Suche gestartet.
hr_hr: DVB-C scan started.
it_it: Scansione DVB-C avviata.

source: Plugin.WIRBELSCAN$DVB-S scan started.
de_de: DVB-S Suche gestartet.
hr_hr: DVB-S scan started.
it_it: Scansione DVB-S avviata.

source: Plugin.WIRBELSCAN$PVR x50 scan started.
de_de: PVR x50 Suche gestartet.
hr_hr: PVR x50 scan started.
it_it: Scansione PVR x50 avviata.

source: Description:
de_de: Beschreibung:

source: dvb c/t/s/analog scan for VDR
de_de: dvb c/t/s/analog Kanalsuche für VDR
it_it: Scansione DVB S/T/C/Analogica

source: About wirbelscan Plugin..
de_de: Über wirbelscan

source: Plugin.WIRBELSCAN$AUTO
de_de: AUTO
hr_hr: AUTO
it_it: AUTO

source: Plugin.WIRBELSCAN$ALL (slow)
de_de: Alle (langsam)
hr_hr: ALL (slow)
it_it: ALL (slow)

source: Plugin.WIRBELSCAN$Off
de_de: Aus
hr_hr: Off
it_it: Disattivo

source: Plugin.WIRBELSCAN$Stop
de_de: Stop
hr_hr: Stop
it_it: Ferma

source: Plugin.WIRBELSCAN$Start
de_de: Start
hr_hr: Start
it_it: Avvia

source: Plugin.WIRBELSCAN$About
de_de: Über

source: Plugin.WIRBELSCAN$Setup
de_de: Einstellungen
hr_hr: Setup
it_it: Opzioni

source: Plugin.WIRBELSCAN$Scan Settings
de_de: Suchlauf Einstellungen
hr_hr: Scan Settings
it_it: Impostazioni scansione

source: Plugin.WIRBELSCAN$verbosity
de_de: Logmeldungen
hr_hr: verbosity
it_it: Messaggi di log

source: Plugin.WIRBELSCAN$logfile
de_de: Log Ausgabe
hr_hr: logfile
it_it: File di log

source: Plugin.WIRBELSCAN$Country
de_de: Land
hr_hr: Country
it_it: Paese

source: Plugin.WIRBELSCAN$Source Type
de_de: Signal Art
hr_hr: Source Type
it_it: Tipo segnale

source: Plugin.WIRBELSCAN$DVB-T
de_de: DVB-T
hr_hr: DVB-T
it_it: DVB-T

source: Plugin.WIRBELSCAN$DVB-C
de_de: DVB-C
hr_hr: DVB-C
it_it: DVB-C

source: Plugin.WIRBELSCAN$Symbolrate
de_de: Symbolrate
hr_hr: Symbolrate
it_it: Symbolrate

source: Plugin.WIRBELSCAN$QAM
de_de: QAM
hr_hr: QAM
it_it: QAM

source: Plugin.WIRBELSCAN$DVB-S
de_de: DVB-S
hr_hr: DVB-S
it_it: DVB-S

source: Plugin.WIRBELSCAN$Satellite
de_de: Satellit
hr_hr: Satellite
it_it: Satellite

source: Plugin.WIRBELSCAN$Analog PVR x50
de_de: Analog PVR x50
hr_hr: Analog PVR x50
it_it: PVR x50 analogica

source: Plugin.WIRBELSCAN$channel syntax
de_de: Kanal Syntax
hr_hr: channel syntax
it_it: Sintassi canale

source: Plugin.WIRBELSCAN$CANNOT SCAN - Timers on Schedule!
de_de: KANN NICHT SCANNEN - Timer sind gesetzt!
hr_hr: CANNOT SCAN - Timers on Schedule!
it_it: SCANSIONE FALLITA - Timer in pianificazione!

source: Plugin.WIRBELSCAN$DVB-T scan done.
de_de: DVB-T Suchlauf beendet.
hr_hr: DVB-T scan done.
it_it: Scansione DVB-T completata.

source: Plugin.WIRBELSCAN$DVB-C scan done.
de_de: DVB-C Suchlauf beendet.
hr_hr: DVB-C scan done.
it_it: Scansione DVB-C completata.

source: Plugin.WIRBELSCAN$DVB-S scan done.
de_de: DVB-S Suchlauf beendet.
hr_hr: DVB-S scan done.
it_it: Scansione DVB-S completata.

source: Plugin.WIRBELSCAN$PVR x50 scan done.
de_de: PVR x50 Suchlauf beendet.
hr_hr: PVR x50 scan done.
it_it: Scansione PVR x50 completata.

source: dvb c/t/s/analog scan
de_de: dvb c/t/s/analog Kanalsuche
it_it: Scansione DVB S/T/C/Analogica
