Repository: lexandr0s/tdt-master
Catalog: tdt/cvs/apps/vdr/vdr-1.7.0b/PLUGINS/src/admin/po/*.po
Languages: de_de

source: Administrative tasks
de_de: Administrative Aufgaben

source: Menu entry
de_de: Eintrag im Menu

source: Save
de_de: Speichern

source: SaveExit
de_de: Sp+Verlassen

source: SaveRestart
de_de: Sp+Neustart

source: Config file not found
de_de: Konfigurationsdatei nicht vorhanden

source: PageUp
de_de: Seite zurueck

source: PageDown
de_de: Seite vor

source: Save changes?
de_de: Änderungen speichern?

source: Saving settings
de_de: Einstellungen werden gespeichert

source: Recording - restart VDR anyway?
de_de: Aufnahme läuft - dennoch VDR neu starten?
